Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Restricted
ar: مقيد
ca: Restringit
cy: Cyfyngedig
da: Begrænset
da_instk12: Begrænset
de: Eingeschränkt
es: Restringido
es_es: Restringido
fi: Rajoitettu
fr: Restreint
fr_ca: Restreint
ga: Srianta
hi: सीमित
ht: Limite
id: Dibatasi
is: Takmarkað
it: Limitato
ja: 部外秘
ko: 제한됨
mi: Rāhuitia
ms: Disekat
nb: Begrenset
nb_instk12: Begrenset
nl: Beperkt
pl: Ograniczony
pt: Restrito
pt_br: Restrito
ru: Доступ ограничен
sl: Omejeno
sv: Begränsat
sv_instk12: Begränsat
th: หวงห้าม
vi: Bị Giới Hạn
zh: 限制
zh_hk: 受限

source: Result type
ar: نوع النتيجة
ca: Tipus de resultat
cy: Math o ganlyniad
da: Resultattype
da_instk12: Resultattype
de: Ergebnistyp
es: Tipo de resultado
es_es: Tipo de resultado
fi: Tulostyypit
fr: Type de résultat
fr_ca: Type de résultat
ga: Cineál toraidh
hi: नतीजे का प्रकार
ht: Tip rezilta
id: Jenis hasil
is: Tegund niðurstöðu
it: Tipo di risultato
ja: 結果の種類
ko: 결과 유형
mi: Momo hua
ms: Jenis hasil carian
nb: Resultattype
nb_instk12: Resultattype
nl: Type resultaat
pl: Typ wyniku
pt: Tipo de resultado
pt_br: Tipo de resultado
ru: Тип результата
sl: Vrsta rezultata
sv: Resultattyp
sv_instk12: Resultattyp
th: ประเภทผลลัพธ์
vi: Loại kết quả
zh: 结果类型
zh_hk: 結果類型

source: Result types
ar: أنواع النتيجة
ca: Tipus de resultats
cy: Mathau o ganlyniadau
da: Resultattyper
da_instk12: Resultattyper
de: Ergebnistypen
es: Tipos de resultado
es_es: Tipos de resultados
fi: Tulostyypit
fr: Types de résultats
fr_ca: Types de résultats
ga: Cineálacha torthaí
hi: नतीजे के प्रकार
ht: Tip rezilta
id: Jenis hasil
is: Tegundir niðurstöðu
it: Tipi di risultato
ja: 結果の種類
ko: 결과 유형
mi: Momo hua
ms: Jenis keputusan
nb: Resultattyper
nb_instk12: Resultattyper
nl: Typen resultaten
pl: Typy wyników
pt: Tipos de resultados
pt_br: Tipos de resultados
ru: Типы результатов
sl: Vrste rezultatov
sv: Resultattyper
sv_instk12: Resultattyper
th: ประเภทผลลัพธ์
vi: Các loại kết quả
zh: 结果类型
zh_hk: 結果類型

source: Results in course
ar: النتائج في المساق
ca: Resultats a l’assignatura
cy: Canlyniadau yn y cwrs
da: Resultater i fag
da_instk12: Resultater i fag
de: Ergebnisse im Kurs
es: Resultados en el curso
es_es: Resultados en asignatura
fi: Tulokset kurssilla
fr: Résultats dans le cours
fr_ca: Résultats en cours
ga: Torthaí i gcúrsa
hi: पाठ्यक्रम में नतीजे
ht: Rezilta nan kou
id: Hasil dalam kursus
is: Niðurstöður í námskeiði
it: Risultati nel corso
ja: コース内の結果
ko: 과목에 결과
mi: Nga hua i te akoranga
ms: Hasil carian dalam kursus
nb: Resultater i emne
nb_instk12: Resultater i fag
nl: Resultaten in cursus
pl: Wyniki w kursie
pt: Resultados na disciplina
pt_br: Resultados do curso
ru: Результатов в курсе
sl: Rezultati v predmetu
sv: Resultat i kurs
sv_instk12: Resultat i kurs
th: ผลลัพธ์ในบทเรียน
vi: Kết quả trong khóa học
zh: 课程中的结果
zh_hk: 課程中的結果

source: Resume Quiz
ar: استئناف الاختبار
ca: Reprèn la prova
cy: Parhau â'r Cwis
da: Genoptag test
da_instk12: Genoptag quiz
de: Quiz fortsetzen
es: Continuar la evaluación
es_es: Reanudar la prueba
fi: Jatka testiä
fr: Reprendre le quiz
fr_ca: Continuer le questionnaire
ga: Atosaigh Quiz
hi: प्रश्नोत्तरी फिर से शुरू करें
ht: Reprann Quiz
id: Lanjutkan Kuis
is: Halda áfram með próf
it: Riprendi quiz
ja: 小テストを再開する
ko: 퀴즈 다시 시작
mi: Haere anō Quiz
ms: Sambung Kuiz
nb: Fortsett quiz
nb_instk12: Fortsett quiz
nl: Toets hervatten
pl: Wznów test
pt: Retomar teste
pt_br: Retomar o teste
ru: Возобновить тест
sl: Nadaljevanje kviza
sv: Återuppta quiz
sv_instk12: Återuppta quiz
th: ทำแบบทดสอบต่อ
vi: Tiếp Tục Bài Kiểm Tra
zh: 恢复测验
zh_hk: 繼續測驗

source: Retake
ar: إعادة
ca: Reprèn-ho
cy: Ailwneud
da: Optag igen
da_instk12: Optag igen
de: Wiederholen
es: Retomar
es_es: Volver a realizar
fi: Ota uudelleen
fr: Reprendre
fr_ca: Reprendre
ga: Aththóg
hi: पुनः पाएं
ht: Repran
id: Ambil ulang
is: Taka aftur
it: Ripeti
ja: やり直し
ko: 다시 하기
mi: Tango Anō
ms: Ambil semula
nb: Ta opp på nytt
nb_instk12: Ta opp på nytt
nl: Opnieuw volgen
pl: Ponów próbę
pt: Retomar
pt_br: Refazer
ru: Переснять
sl: Ponovno zajemi
sv: Ta om
sv_instk12: Ta om
th: ทำใหม่
vi: Làm lại
zh: 重修
zh_hk: 重新進行

source: Retake Quiz
ar: إعادة الاختبار
ca: Torna a realitzar la prova
cy: Gwneud y Cwis eto
da: Tag Quiz igen
da_instk12: Tag quiz igen
de: Quiz wiederholen
es: Volver a realizar la evaluación
es_es: Volver a realizar la prueba
fi: Suorita tietovisa uudelleen
fr: Recommencer le quiz
fr_ca: Recommencer le questionnaire
ga: Déan an Quiz Arís
hi: प्रश्नोत्तरी में फिर से भाग लें
ht: Repran Quiz
id: Kerjakan Ulang Kuis
is: Endurtaka próf
it: Ripeti quiz
ja: 小テストを受けなおす
ko: 퀴즈 다시 하기
mi: Tangohia Quiz
ms: Ambil Semula Kuiz
nb: Ta quizen på nytt
nb_instk12: Ta quizen på nytt
nl: Toets hervatten
pl: Ponownie zrób test
pt: Voltar Fazer Questionário
pt_br: Refazer o teste
ru: Пересдать тест
sl: Ponovno opravljanje kviza
sv: Gör om Quiz
sv_instk12: Gör om Quiz
th: ทำแบบทดสอบอีกครั้ง
vi: Làm Lại Bài Kiểm Tra
zh: 重考测验
zh_hk: 再次測驗

source: Retry
ar: إعادة المحاولة
ca: Torna a provar-ho
cy: Ailgynnig
da: Prøv igen
da_instk12: Prøv igen
de: Erneut versuchen
es: Reintentar
es_es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
ga: Bain triail eile as
hi: फिर से कोशिश करें
ht: Re eseye
id: Coba lagi
is: Reyna aftur
it: Riprova
ja: 再試行
ko: 다시 시도
mi: Ngana ano
ms: Cuba semula
nb: Prøv igjen
nb_instk12: Forsøk igjen
nl: Opnieuw proberen
pl: Ponów próbę
pt: Tentar novamente
pt_br: Tentar novamente
ru: Повторить
sl: Ponovno poskusi
sv: Försök igen
sv_instk12: Försök igen
th: ลองใหม่
vi: Thử Lại
zh: 重试
zh_hk: 重試

source: Revert
ar: عودة
ca: Reverteix
cy: Mynd yn ôl
da: Vend tilbage
da_instk12: Vend tilbage
de: Wiederherstellung Original
es: Revertir
es_es: Cancelar
fi: Palaa
fr: Revenir en arrière
fr_ca: Invertir
ga: Fill ar ais
hi: वापस लौटें
ht: Retounen
id: Kembalikan
is: Snúa aftur
it: Ripristina
ja: 元に戻す
ko: 되돌리기
mi: Whakahokia
ms: Kembali
nb: Tilbakestill
nb_instk12: Tilbakestill
nl: Terugzetten
pl: Przywróć
pt: Reverter
pt_br: Reverter
ru: Вернуться
sl: Povrni
sv: Återställ
sv_instk12: Återställ
th: เปลี่ยนกลับ
vi: Hoàn nguyên
zh: 恢复
zh_hk: 回復

source: Revert to official score
ar: العودة إلى الدرجة الرسمية
ca: Reverteix a la puntuació oficial
cy: Mynd yn ôl i’r sgôr swyddogol
da: Vend tilbage til det officielle resultat
da_instk12: Vend tilbage til det officielle resultat
de: Zur offiziellen Punktzahl zurückkehren
es: Revertir al puntaje original
es_es: Cancelar la puntuación oficial
fi: Palautetaan virallinen pistemäärä
fr: Revenir au score officiel
fr_ca: Revenir au score officiel
ga: Fill ar scór oifigiúil
hi: आधिकारिक अंक पर वापस लौटें
ht: Retounen sou nòt ofisyèl la
id: Kembalikan ke skor resmi
is: Snúa aftur í opinbera einkunn
it: Ripristina punteggio originale
ja: 公式スコアに戻す
ko: 공식 점수로 되돌리기
mi: Hoki ki te tapeke whaimana
ms: Kembali ke skor rasmi
nb: Tilbakestill til offisielt resultat
nb_instk12: Tilbakestill til offisielt resultat
nl: Terugzetten naar officiële score
pl: Przywróć wynik oficjalny
pt: Reverter para a pontuação oficial
pt_br: Reverter para a pontuação oficial
ru: Вернуться к официальной оценке
sl: Povrni na uradni rezultat
sv: Återställ till det officiella resultatet
sv_instk12: Återställ till det officiella resultatet
th: เปลี่ยนกลับเป็นคะแนนอย่างเป็นทางการ
vi: Hoàn nguyên về điểm số chính thức
zh: 恢复到正式分数
zh_hk: 回復至正式分數

source: Revert to Official Score?
ar: العودة إلى الدرجة الرسمية؟
ca: Voleu revertir a la puntuació oficial?
cy: Mynd yn ôl i’r sgôr swyddogol?
da: Vend tilbage til det officielle resultat?
da_instk12: Vend tilbage til det officielle resultat?
de: Zur offiziellen Punktzahl zurückkehren?
es: ¿Desea revertir al puntaje original?
es_es: ¿Cancelar la puntuación oficial?
fi: Palautetaanko viralliseen pistemäärään?
fr: Revenir au score officiel ?
fr_ca: Revenir au score officiel?
ga: Fill ar Scór Oifigiúil?
hi: आधिकारिक अंक पर वापस लौटें?
ht: Retounen sou Nòt Ofisyèl la?
id: Kembalikan ke Skor Resmi?
is: Snúa aftur í opinbera einkunn?
it: Ripristinare punteggio ufficiale?
ja: 公式スコアに戻しますか？
ko: 공식 점수로 되돌리시겠습니까?
mi: Hoki ki te Tapeke Mana?
ms: Kembali ke Skor Rasmi?
nb: Tilbakestille til offisielt resultat?
nb_instk12: Tilbakestille til offisielt resultat?
nl: Terugzetten naar officiële score?
pl: Przywrócić wynik oficjalny?
pt: Reverter para a pontuação oficial?
pt_br: Reverter para a pontuação oficial?
ru: Вернуться к официальной оценке?
sl: Želite povrniti na uradni rezultat?
sv: Återställa till det officiella resultatet?
sv_instk12: Återställa till det officiella resultatet?
th: เปลี่ยนกลับเป็นคะแนนอย่างเป็นทางการหรือไม่
vi: Hoàn Nguyên về Điểm Số Chính Thức?
zh: 是否恢复到正式分数？
zh_hk: 回復至正式分數？

source: Rose
ar: وردة
ca: Rosa
cy: Rhosyn
es: Rosa
es_es: Rosa
fi: Ruusu
ga: Rós
hi: गुलाब
ht: Woz
is: Rósalitur
it: Rosa
ja: バラ
ko: 장미
mi: Rohi
ms: Mawar
nl: Roos
pl: Róża
pt: Rosa
pt_br: Rosa
ru: Роза
sl: Vrtnica
sv: Ros
sv_instk12: Ros
th: กุหลาบ
vi: Hoa hồng
zh: 玫瑰
zh_hk: 玫瑰

source: Saturdays
ar: أيام السبت
ca: Dissabtes
cy: Dyddiau Sadwrn
da: Lørdage
da_instk12: Lørdage
de: Samstags
es: Sábados
es_es: Sábados
fi: Lauantaisin
fr: Samedis
fr_ca: Les samedis
ga: Ar an Satharn
hi: शनिवार
ht: Samdi yo
id: Sabtu
is: Laugardagar
it: Sabati
ja: 土曜日
ko: 토요일
mi: Rāhoroi
ms: Sabtu
nb: Lørdager
nb_instk12: Lørdager
nl: zaterdagen
pl: Soboty
pt: Sábados
pt_br: Sábados
ru: По субботам
sl: Sobote
sv: Lördagar
sv_instk12: Lördagar
th: เสาร์
vi: Các Ngày Thứ Bảy
zh: 周六
zh_hk: 每個星期六

source: Save
ar: حفظ
ca: Desa
cy: Cadw
da: Gem
da_instk12: Gem
de: Speichern
es: Guardar
es_es: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
ga: Sábháil
hi: सहेजें
ht: Anrejistre
id: Simpan
is: Vista
it: Salva
ja: 保存
ko: 저장
mi: Tiaki
ms: Simpan
nb: Lagre
nb_instk12: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить
sl: Shrani
sv: Spara
sv_instk12: Spara
th: บันทึก
vi: Lưu
zh: 保存
zh_hk: 儲存

source: Saving not completed
ar: لم يكتمل الحفظ
ca: Encara queden coses per desar
cy: Cadw heb ei gwblhau
da: Det lykkedes ikke at gemme
da_instk12: Det lykkedes ikke at gemme
de: Speichern nicht abgeschlossen
es: No se completó el guardado
es_es: No se ha completado el guardado
fi: Tallennus ei ole valmis
fr: Enregistrement non terminé
fr_ca: L’enregistrement n’est pas terminé
ga: Níl an shábháil críochnaithe
hi: सहेजने का काम पूरा नहीं हुआ
ht: Anrejistreman pa konplete
id: Penghapusan tidak selesai
is: Vistun ekki lokið
it: Salvataggio non completato
ja: 保存が完了していない
ko: 저장이 완료되지 않았습니다
mi: Kaore i oti te tiaki
ms: Penyimpanan tidak lengkap
nb: Lagring ikke fullført
nb_instk12: Lagring ikke fullført
nl: Opslaan niet voltooid
pl: Nie ukończono zapisywania
pt: Gravação não concluída
pt_br: Salvar não concluído
ru: Сохранение не выполнено
sl: Shranjevanje ni zaključeno
sv: Sparandet slutfördes inte
sv_instk12: Sparandet slutfördes inte
th: การบันทึกไม่เสร็จสิ้น
vi: Chưa hoàn tất quá trình lưu
zh: 未完成保存
zh_hk: 儲存未完成

source: Saving...
ar: جارٍ الحفظ...
ca: S'està desant…
cy: Wrthi’n cadw...
da: Gemmer ...
da_instk12: Gemmer ...
de: Speichervorgang läuft ...
es: Guardando...
es_es: Guardando...
fi: Tallennetaan...
fr: Sauvegarde en cours...
fr_ca: Sauvegarde en cours...
ga: Ag sábháil...
hi: सहेजा जा रहा है...
ht: Anrejistreman...
id: Menyimpan...
is: Vista...
it: Salvataggio in corso...
ja: 保存しています…
ko: 저장 중...
mi: Kei te whakaoratia ...
ms: Menyimpan...
nb: Lagrer…
nb_instk12: Lagrer…
nl: Bezig met opslaan...
pl: Zapisywanie...
pt: A guardar...
pt_br: Salvando...
ru: Выполняется сохранение...
sl: Shranjevanje ...
sv: Sparar ...
sv_instk12: Sparar ...
th: กำลังบันทึก...
vi: Đang lưu...
zh: 正在保存...
zh_hk: 正在儲存...

source: Scanner
ar: الماسح الضوئي
ca: Escàner
cy: Sganiwr
es: Escáner
es_es: Escáner
fi: Skanneri
fr: Analyse
ga: Scanóir
hi: स्कैनर
ht: Eskanè.
id: Pemindai
is: Skanni
it: Analizzatore
ja: スキャナー
ko: 스캐너
mi: Matawai
ms: Pengimbas
nb: Skanner
nb_instk12: Skanner
pl: Skaner
ru: Сканер
sl: Optično branje
sv: Skanner
sv_instk12: Skanner
th: สแกนเนอร์
vi: Trình Quét
zh: 扫描仪
zh_hk: 掃描器

source: Scanning not supported
ar: المسح الضوئي غير مدعوم
ca: No s'admet l'escaneig
cy: Does dim modd delio â sganio
da: Scanning understøttes ikke
da_instk12: Scanning understøttes ikke
de: Scannen wird nicht unterstützt
es: No se admite el escaneo
es_es: El escaneo no es compatible
fi: Skannausta ei tueta
fr: Numérisation non prise en charge
fr_ca: Numérisation non prise en charge
ga: Ní thacaítear leis an scanadh
hi: स्कैन करना समर्थित नहीं है
ht: Nimerizasyon an pa posib
id: Pemindaian tidak didukung
is: Skönnun er ekki studd
it: Scansione non supportata
ja: スキャンはサポートされていません
ko: 스캔이 지원되지 않습니다
mi: kaore i te tautokotia
ms: Pengimbasan tidak disokong
nb: Ikke støttet skanning
nb_instk12: Ikke støttet skanning
nl: Scannen wordt niet ondersteund
pl: Skanowanie nie jest obsługiwane
pt: Digitalização não suportada
pt_br: Escaneamento não suportado
ru: Сканирование не поддерживается
sl: Optično branje ni podprto
sv: Skanning stöds inte
sv_instk12: Skanning stöds inte
th: ไม่รองรับการสแกน
vi: Chức năng quét không được hỗ trợ
zh: 不支持扫描
zh_hk: 不支援掃描

source: Schedule
ar: جدول
ca: Planifica
cy: Amserlen
da: Planlæg
da_instk12: Planlæg
de: Zeitplan
es: Planificación
es_es: Planificar
fi: Aikataulu
fr: Planification
fr_ca: Calendrier
ga: Sceideal
hi: शेड्यूल
ht: Orè
id: Jadwalkan
is: Áætlun
it: Programma
ja: スケジュール
ko: 일정
mi: Hōtaka
ms: Jadualkan
nb: Planlegger
nb_instk12: Planlegger
nl: Planning
pl: Harmonogram
pt: Cronograma
pt_br: Cronograma
ru: Расписание
sl: Urnik
sv: Schema
sv_instk12: Schema
th: กำหนดเวลา
vi: Lịch Trình
zh: 计划
zh_hk: 排程

source: Schedule Availability
ar: جدولة التوافر
ca: Planifica la disponibilitat
cy: Trefnu Argaeledd
da: Planlæg tilgængelighed
da_instk12: Planlæg tilgængelighed
de: Verfügbarkeit einplanen
es: Disponibilidad de planificación
es_es: Programar la disponibilidad
fi: Aikataulu saatavissa
fr: Programmer la disponibilité
fr_ca: Programmer les disponibilités
ga: Infhaighteacht Sceidil
hi: उपलब्धता शेड्यूल करें
ht: Orè Disponib
id: Ketersediaan Jadwal
is: Áætla tiltækileika
it: Pianifica disponibilità
ja: スケジュールの利用可能性
ko: 일정 사용 가능성
mi: Hōtaka Wāteatanga
ms: Jadualkan Ketersediaan
nb: Planlegg tilgjengelighet
nb_instk12: Planlegg tilgjengelighet
nl: Beschikbaarheid plannen
pl: Zaplanuj dostępność
pt: Disponibilidade de horário
pt_br: Disponibilidade de agendamento
ru: Доступность расписания
sl: Načrtuj razpoložljivost
sv: Schemalägg tillgänglighet
sv_instk12: Schemalägg tillgänglighet
th: นัดหมายเวลาที่พร้อม
vi: Đặt Lịch Độ Khả Dụng
zh: 计划可用性
zh_hk: 排程可用性

source: Schedule student availability
ar: جدولة توفر الطلاب
ca: Planifica la disponibilitat dels estudiants
cy: Trefnu bod myfyrwyr ar gael
da: Planlæg studerendes tilgængelighed
da_instk12: Planlæg elevernes tilgængelighed
de: Studierendeverfügbarkeit planen
es: Programar la disponibilidad de los estudiantes
es_es: Programar la disponibilidad de los estudiantes
fi: Aikatauluta opiskelijan saatavissa olo
fr: Calendrier de disponibilités de l’étudiant
fr_ca: Calendrier de disponibilités de l’étudiant
ga: Sceidealaigh infhaighteacht na mac léinn
hi: छात्र उपलब्धता शेड्यूल करें
ht: Orè Disponibilite Elèv
id: Jadwalkan ketersediaan siswa
is: Velja tiltækni nemanda
it: Pianifica disponibilità studenti
ja: 受講者の利用可能状況をスケジュール
ko: 학생 사용 가능성 예약
mi: Wātea ngā ākonga Apiti
ms: Jadualkan ketersediaan pelajar
nb: Planlegg studenttilgjengelighet
nb_instk12: Planlegg elevtilgjengelighet
nl: Schema met beschikbaarheid van cursist
pl: Zaplanuj dostępność uczestnika
pt: Agendar disponibilidade de alunos
pt_br: Agendar disponibilidade para o aluno
ru: График доступности студентов
sl: Razporedi razpoložljivost študenta
sv: Schemalägg studentens tillgänglighet
sv_instk12: Schemalägg elevens tillgänglighet
th: กำหนดเวลาความพร้อมของผู้เรียน
vi: Đặt lịch độ khả dụng cho sinh viên
zh: 学生时间表的可用性
zh_hk: 排程學生可用性

source: scheduled availability
ar: التوافر المجدولة
ca: se n’ha planificat la disponibilitat
cy: Argaeledd wedi’i drefnu
da: planlagt tilgængelighed
da_instk12: planlagt tilgængelighed
de: geplante Verfügbarkeit
es: disponibilidad planificada
es_es: Programar la disponibilidad
fi: aikataulutettu saatavissa olo
fr: disponibilité planifiée
fr_ca: disponibilités programmées
ga: infhaighteacht sceidealta
hi: शेड्यूल की गई उपलब्धता
ht: Disponib yo prevwa
id: ketersediaan jadwal
is: áætlaður tiltækileiki
it: disponibilità pianificata
ja: スケジュールの利用可能性
ko: 예정된 사용 가능성
mi: te waatea kua whakaritea
ms: jadualkan ketersediaan
nb: planlagt tilgjengelighet
nb_instk12: planlagt tilgjengelighet
nl: geplande beschikbaarheid
pl: zaplanowana dostępność
pt: disponibilidade programada
pt_br: disponibilidade programada
ru: доступность расписания
sl: načrtovana razpoložljivost
sv: schemalagd tillgänglighet
sv_instk12: schemalagd tillgänglighet
th: เวลาว่างที่นัดหมายไว้
vi: độ khả dụng đã đặt lịch
zh: 计划可用性
zh_hk: 排程可用性

source: Scheduling
ar: الجدولة
ca: S'està planificant
cy: Trefnu
da: Planlægning
da_instk12: Planlægning
de: Zeitplanung
es: Planificación
es_es: Planificación
fi: Aikatauluttaminen
fr: Planification
fr_ca: Planification
ga: Sceidealú
hi: शेड्यूल किया जा रहा है
ht: Planifikasyon
id: Menjadwalkan
is: Tímasett
it: Pianificazione
ja: スケジュール
ko: 일정
mi: Hōtaka
ms: Penjadualan
nb: Planlegger
nb_instk12: Planlegger
nl: Planning
pl: Planowanie
pt: Agendamento
pt_br: Cronograma
ru: Составление плана
sl: Razporejanje
sv: Mötesbokning
sv_instk12: Schemaläggning
th: กำลังกำหนดเวลา
vi: Lập Lịch
zh: 日程安排
zh_hk: 排程

source: School’s name
ar: اسم المدرسة
ca: Nom del centre educatiu
cy: Enw’r ysgol
da: Skolens navn
da_instk12: Skolens navn
de: Name der Schule
es: Nombre de la escuela
es_es: Nombre de la escuela
fi: Koulun nimi
fr: Nom de l'école
fr_ca: Nom de l’établissement scolaire
ga: Ainm na scoile
hi: स्कूल का नाम
ht: Non lekòl
id: Nama sekolah
is: Nafn skóla
it: Nome scuola
ja: 学校名
ko: 학교의 이름
mi: Kura ingoa
ms: Nama sekolah
nb: Skolenavn
nb_instk12: Skolenavn
nl: Naam van school
pl: Nazwa szkoły
pt: Nome da escola
pt_br: Nome da escola
ru: Название школы
sl: Ime šole
sv: Skolans namn
sv_instk12: Skolans namn
th: ชื่อสถานศึกษา
vi: Tên trường
zh: 学校名称
zh_hk: 學校名稱

source: Score at least %@
ar: الحصول على الأقل على درجة %@
ca: Puntuació mínima: %@
cy: Sgorio o leiaf %@
da: Opnå mindst %@
da_instk12: Opnå mindst %@
de: Erreichen Sie mindestens %@
es: Puntaje como mínimo %@
es_es: Puntuación mínima %@
fi: Saa pisteitä vähintään %@
fr: Obtenez un score d'au moins %@
fr_ca: Obtenir une note minimale de %@
ga: Scóráil ar a laghad %@
hi: कम से कम इतने अंक लाएं: %@
ht: Fè omwen %@
id: Mendapat skor setidaknya %@
is: Ná minnst %@
it: Ottieni un punteggio minimo di %@
ja: 最低得点%@
ko: 최소 점수 획득 %@
mi: Kaute i te iti rawa %@
ms: Dapatkan skor sekurang-kurangnya %@
nb: Oppnå et minimumsresultat på %@
nb_instk12: Oppnå et minimumsresultat på %@
nl: Minimaal scoren %@
pl: Uzyskać co najmniej %@
pt: Classificar ao menos %@
pt_br: Pontuar pelo menos %@
ru: Набрать по меньшей мере %@
sl: Rezultat vsaj %@
sv: Lägsta poäng %@
sv_instk12: Lägsta poäng %@
th: คะแนนอย่างน้อย %@
vi: Đạt điểm ít nhất %@
zh: 最低评分%@
zh_hk: 得分至少為%@

source: Score to Keep:
ar: الدرجة التي يتعين الاحتفاظ بها:
ca: Puntuació que s'ha de mantenir:
cy: Sgôr i’w chadw:
da: Score, der skal beholdes:
da_instk12: Score, der skal beholdes:
de: Zu übernehmende Punktzahl:
es: Puntaje para guardar:
es_es: Puntuación a mantener:
fi: Pidettävät pistemäärät:
fr: Score à conserver :
fr_ca: Score à conserver :
ga: Scór le Coimeád:
hi: रखने के लिए अंक:
ht: Nòt pou Kenbe:
id: Skor untuk Disimpan:
is: Varðveita einkunn:
it: Punteggio da mantenere:
ja: 保存するスコア：
ko: 유지할 점수:
mi: Kaute hei mau:
ms: Skor untuk Disimpan:
nb: Resutat å beholde:
nb_instk12: Resutat å beholde:
nl: Te behouden score:
pl: Wynik docelowy:
pt: Pontuação para manter:
pt_br: Pontuação a manter:
ru: Оценка для сохранения:
sl: Upoštevani rezultat:
sv: Resultat att behålla:
sv_instk12: Resultat att behålla:
th: คะแนนที่จะเก็บ:
vi: Điểm Sẽ Giữ:
zh: 要保留的分数：
zh_hk: 要保留的分數：

source: Scored above %g
ar: تم إحراز درجات أعلى من %g
ca: Puntuat per sobre %g
cy: Wedi sgorio dros %g
da: Fik over %g
da_instk12: Fik over %g
de: Bewertet oberhalb %g
es: Puntuado por encima %g
es_es: Puntuación por encima %g
fi: Pisteytetty yllä %g
fr: Score supérieur attribué %g
fr_ca: Note supérieure à %g
ga: Scóráilte thar %g
hi: इससे ऊपर अंक आए: %g
ht: Fè plis pase %g
id: Mendapat skor di atas %g
is: Einkunn gefin fyrir ofan %g
it: Punteggio indicato sopra %g
ja: （）超えのスコア%g
ko: 더 높은 점수 %g
mi: Kaute runga ake %g
ms: Telah memperoleh skor atas %g
nb: Fikk mer enn %g
nb_instk12: Fikk mer enn %g
nl: Hoger gescoord %g
pl: Oceniony powyżej %g
pt: Pontuação acima %g
pt_br: Pontuação acima %g
ru: Оценены выше %g
sl: Rezultat nad %g
sv: Resultat över %g
sv_instk12: Resultat över %g
th: ทำคะแนนมากกว่า %g
vi: Đạt điểm trên %g
zh: 分数高于%g
zh_hk: 得分超過%g

source: Scored at least %@
ar: تم الحصول على الأقل على درجة %@
ca: Puntuació mínima obtinguda: %@
cy: Wedi sgorio o leiaf %@
da: Opnåede mindst %@
da_instk12: Opnåede mindst %@
de: Erreichte mindestens %@
es: Con puntaje como mínimo %@
es_es: Puntuación al menos %@
fi: Saatu pisteitä vähintään %@
fr: Score obtenu au moins égal à %@
fr_ca: Résultat d'au moins %@
ga: Scóráil siad ar a laghad %@
hi: कम से कम इतने अंक आए: %@
ht: Fè omwen %@
id: Mendapat skor setidaknya %@
is: Náði minnst %@
it: Punteggio minimo ottenuto %@
ja: 最低得点しました%@
ko: 최소 점수 %@
mi: Kua Kaute i te iti rawa %@
ms: Telah memperoleh skor sekurang-kurangnya %@
nb: Fikk minst %@
nb_instk12: Fikk minst %@
nl: Minimaal gescoord %@
pl: Uzyskał(a) co najmniej %@
pt: Classificar ao menos %@
pt_br: Pontuou pelo menos %@
ru: Набрано по меньшей мере %@
sl: Dosežen rezultat vsaj %@
sv: Fick minst %@
sv_instk12: Fick minst %@
th: ทำคะแนนได้อย่างน้อย %@
vi: Đạt điểm ít nhất %@
zh: 最低评分%@
zh_hk: 所得分數至少為%@

source: Scored below %g
ar: تم إحراز درجات أقل من %g
ca: Puntuat per sota %g
cy: Wedi sgorio o dan %g
da: Fik under %g
da_instk12: Fik under %g
de: Bewertet unterhalb %g
es: Puntuado por debajo %g
es_es: Puntuación por debajo %g
fi: Pisteytetty alla %g
fr: Score inférieur attribué %g
fr_ca: Note inférieure à %g
ga: Scóráilte faoi %g
hi: इससे कम अंक आए: %g
ht: Fè mwens pase %g
id: Mendapat skor di bawah %g
is: Einkunn gefin fyrir neðan %g
it: Punteggio indicato sotto %g
ja: （）未満のスコア%g
ko: 더 낮은 점수 %g
mi: Kaute raro iho %g
ms: Telah memperoleh skor bawah %g
nb: Fikk mindre enn %g
nb_instk12: Fikk mindre enn %g
nl: Lager gescoord %g
pl: Oceniony poniżej %g
pt: Pontuação abaixo %g
pt_br: Pontuação abaixo %g
ru: Оценены ниже %g
sl: Rezultat pod %g
sv: Resultat under %g
sv_instk12: Resultat under %g
th: ทำคะแนนต่ำกว่า %g
vi: Đạt điểm dưới %g
zh: 分数低于%g
zh_hk: 得分低於%g

source: Scored Less than %g
ar: أحرز درجة أقل من %g
ca: La puntuació ha estat inferior a %g
cy: Wedi cael sgôr sy’n Llai na %g
da: Scorede mindre end %g
da_instk12: Scorede mindre end %g
de: Punktzahl weniger als %g
es: Obtuvo menos de %g
es_es: Puntuación inferior a %g
fi: Sai vähemmän pisteitä kuin %g
fr: A obtenu moins de %g
fr_ca: Moins de %g
ga: Scóráladh Níos Lú ná %g
hi: इस से कम अंक मिले: %g
ht: Fè Mwens Pase %g
id: Nilai Kurang dari %g
is: Lægri einkunn en %g
it: Punteggio ottenuto inferiore a %g
ja: ... 未満のスコア%g
ko: 다음 점수 미만 획득 %g
mi: He iti iho te kaute %g
ms: Mendapat Skor Kurang daripada %g
nb: Fikk resultat lavere enn %g
nb_instk12: Fikk resultat lavere enn %g
nl: Lager gescoord dan %g
pl: Wynik punktowy poniżej %g
pt: Pontuação inferior a %g
pt_br: Pontuou menos que %g
ru: Полученная оценка ниже %g
sl: Dosegel rezultat, manjši od %g
sv: Fick mindre än %g
sv_instk12: Fick mindre än %g
th: ทำคะแนนได้น้อยกว่า %g
vi: Đạt Điểm Dưới %g
zh: 分数低于%g
zh_hk: 得分低於%g
